<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Limitless Wear - Магазин по продаже лимитированной одежды</title>
    <link rel="icon" href="media/img/logo.svg" type="image/x-icon" />
    <link rel="stylesheet" href="css/12377a8sd8as0d88asd.css" />
    <link rel="preconnect" href="https://fonts.googleapis.com" />
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
    <link
      href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap"
      rel="stylesheet"
    />
  </head>
  <body>
    <?php 
      include('templates/header.php');
    ?>

    <content class="main-container">
      <div class="userAgreement-container">
        <div class="userAgreement-title">
          Пользовательское соглашение lw
        </div>

        <div class="userAgreement-desc">
          <span style="font-weight: bold;">1. Общие положения</span>
          <span> 1.1. Настоящее Пользовательское соглашение (далее — "Соглашение") регулирует отношения между интернет-магазином "Limitless Wear" (далее — "Магазин") и пользователями (далее — "Пользователь") в отношении использования сайта www.limitlesswear.com (далее — "Сайт").</span>

          <span>1.2. Пользователь, используя Сайт, подтверждает свое согласие с условиями настоящего Соглашения. Если Пользователь не согласен с условиями, он должен прекратить использование Сайта.</span>

          <span style="font-weight: bold;">2. Регистрация на сайте</span>

          <span>2.1. Для совершения покупок на Сайте Пользователь должен пройти процесс регистрации, предоставив актуальную и достоверную информацию.</span>

          <span>2.2. Пользователь несет ответственность за сохранность своих учетных данных и обязуется не передавать их третьим лицам.</span>

          <span style="font-weight: bold;">3. Права и обязанности сторон</span>

          <span>3.1. Магазин обязуется:</span>

          <span>- Предоставлять Пользователю доступ к ассортименту товаров.</span>
          
          <span>- Обрабатывать заказы и обеспечивать доставку товаров в установленные сроки.</span>
          <span>- Информировать Пользователя о новинках и акциях, если он дал на это согласие.</span>

          <span>3.2. Пользователь обязуется:</span>

          <span>- Предоставлять достоверную информацию при регистрации и оформлении заказа.</span>
          <span>- Оплачивать заказанные товары в соответствии с условиями, указанными на Сайте.</span>
          <span>- Соблюдать правила пользования Сайтом.</span>

          <span style="font-weight: bold;">4. Цены и оплата</span>

          <span>4.1. Цены на товары указаны на Сайте и могут изменяться без предварительного уведомления.</span>

          <span>4.2. Оплата товаров осуществляется любым из предложенных способов, указанных на Сайте.</span>

          <span style="font-weight: bold;">5. Доставка</span>

          <span>5.1. Условия и сроки доставки указаны на Сайте.</span>

          <span>5.2. Риск утраты или повреждения товара переходит к Пользователю с момента его получения.</span>

          <span style="font-weight: bold;">6. Возврат и обмен товаров</span>

          <span>6.1. Возврат и обмен товаров осуществляется в соответствии с условиями, указанными на Сайте.</span>

          <span style="font-weight: bold;">7. Защита персональных данных</span>

          <span>7.1. Магазин гарантирует защиту персональных данных Пользователя в соответствии с законодательством о защите персональных данных.</span>

          <span>7.2. Используя Сайт, Пользователь соглашается на обработку своих персональных данных для целей исполнения настоящего Соглашения.</span>

          <span style="font-weight: bold;">8. Заключительные положения</span>

          <span>8.1. Магазин оставляет за собой право в любое время вносить изменения в настоящее Соглашение без предварительного уведомления Пользователя.</span>

          <span>8.2. Все споры, возникающие в связи с настоящим Соглашением, будут разрешаться в соответствии с действующим законодательством.</span>

          <span>8.3. Настоящее Соглашение вступает в силу с момента его опубликования на Сайте.</span>
        </div>
      </div>
    </content>

    <?php 
      include('templates/modals.php')
    ?>

    <?php 
      include('templates/footer.php')
    ?>

  </body>
</html>
